{
"bookTitle": "Asclepius",
"translator": "G.R.S Mead",
"1": "**Hermes:** God, O Asclepius, hath brought thee unto us that thou mayest hear a Godly sermon, a sermon such as well may seem of all the previous ones we've [either] uttered, or with which we've been inspired by the Divine, more Godly than the piety of [ordinary] faith. \nIf thou with eye of intellect shalt see this Word thou shalt in thy whole mind be filled quite full of all things good. \nIf that, indeed, the “many” be the “good,” and not the “one,” in which are “all.” Indeed the difference between the two is found in their agreement,—*All* is of *One* or *One* is *All.* So closely bound is each to other, that neither can be parted from its mate. \nBut this with diligent attention shalt thou learn from out the sermon that shall follow [this]. \nBut do thou, O Asclepius, go forth a moment and call in the one who is to hear. \n(And when he had come in, Asclepius proposed that Ammon too should be allowed to come. Thereon Thrice-greatest said:) \n**Hermes:** There is no cause why Ammon should be kept away from us. For we remember how we have ourselves set down in writing many things to his address, as though unto a son most dear and most beloved, of physics many things, of ethics [too] as many as could be. \nIt is, however, with thy name I will inscribe this treatise. \nBut call, I prithee, no one else but Ammon, lest a most pious sermon on a so great theme be spoilt by the admission of the multitude. \nFor 'tis the mark of an unpious mind to publish to the knowledge of the crowd a tractate brimming o'er with the full Greatness of Divinity. \n(When Ammon too had come within the holy place, and when the sacred group of four was now complete with piety and with God's goodly presence—to them, sunk in fit silence reverently, their souls and minds pendent on Hermes' lips, thus Love Divine began to speak.)",
"2": "**Hermes:** The soul of every man, O [my] Asclepius, is deathless; yet not all in like fashion, but some in one way or [one] time, some in another. \n**Asclepius:** Is not, then, O Thrice-greatest one, each soul of one [and the same] quality? \n**Hermes:** How quickly hast thou fallen, O Asclepius, from reason's true sobriety! \nDid not I say that *All* is *One,* and *One* is *All,* in as much as all things have \nbeen in the Creator before they were created. Nor is He called unfitly *All,* in that His members are the *All.* \nTherefore, in all this argument, see that thou keep in mind Him who is *One*-*All,* or who Himself is maker of the *All.* All things descend from Heaven to Earth, to Water and to Air. \n'Tis Fire alone, in that it is borne upwards, giveth life; that which [is carried] downwards [is] subservient to Fire. \nFurther, whatever doth descend from the above, begetteth; what floweth upwards, nourisheth. \n'Tis Earth alone, in that it resteth on itself, that is Receiver of all things, and [also] the Restorer of all genera that it receives. \nThis Whole, therefore, as thou rememberest, in that it is of all,—in other words, all things, embraced by nature under *Soul* and *World,* are in [perpetual] flux, so varied by the multiform equality of all their forms, that countless kinds of well-distinguished qualities may be discerned, yet with this bond of union, that all should seem as One, and from *One* *All.*\nThat, then, from which the whole Cosmos is formed, consisteth of Four Elements—Fire, Water, Earth, and Air; Cosmos [itself is] one, [its] Soul [is] one, and God is one. \nNow lend to me the whole of thee, —all that thou can'st in mind, all that thou skill'st in penetration. \nFor that the Reason of Divinity may not be known except by an intention of the senses like to it. \n'Tis likest to the torrent's flood, down-dashing headlong from above with all-devouring tide; so that it comes about, that by the swiftness of its speed it is too quick for our attention, not only for the hearers, but also for the very teachers. ",
"3": "Heaven, then, God Sensible, is the \ndirector of all bodies; bodies' increasings and decreasings are ruled by Sun and Moon. \nBut He who is the Ruler of the Heaven, and of its Soul as well, and of all things within the Cosmos,—He is God, who is the Maker of all things. \nFor from all those that have been said above, o'er which the same God rules, there floweth forth a flood of all things streaming through the Cosmos and the Soul, of every class and kind, throughout the Nature of [all] things. \nThe Cosmos hath, moreover, been prepared by God as the receptacle of forms of every kind. \nForth-thinking Nature by these kinds of things, He hath extended Cosmos unto Heaven by means of the Four Elements,—all to give pleasure to the eye of God.",
"4": "And all dependent from Above are subdivided into species in the fashion which I am to tell. \nThe genera of all things company with their own species; so that the genus is a class in its entirety, the species is part of a genus.\nThe genus of the Gods will, therefore, make the species of the Gods out of itself. \nIn like way, too, the genus of the daimons, and of men, likewise of birds, and of all [animals] the Cosmos doth contain within itself, brings into being species like itself. \nThere is besides a genus other than the animal,—a genus, or indeed a soul, in that it's not without sensation,—in consequence of which it both finds happiness in suitable conditions, and pines and spoils in adverse ones;—I mean [the class] of all things on the earth which owe their life to the sound state of roots and shoots, of which the various kinds are scattered through the length and breadth of Earth. \nThe Heaven itself is full of God. The genera we have just mentioned, therefore, occupy up to the spaces of all things whose species are immortal. \nFor that a species is part of a genus,—as man, for instance, of mankind,—and that a part must follow its own class's quality. \nFrom which it comes to pass that though all genera are deathless, all species are not so. \nThe genus of Divinity is in itself and in its species [also] deathless. \nAs for the genera of other things,—as to their genus, they [too] are everlasting; [for] though [the genus] perish in its species, yet it persists through its fecundity in being born. And for this cause its species are beneath the sway of death; so that man mortal is, mankind immortal.",
"5": "And yet the species of all genera are interblended with all genera; some which have previously been made, some which are made from these. \nThe latter, then, which are being made,—either by Gods, or daimons, or by men,—are species all most closely like to their own several genera. \nFor that it is impossible that bodies should be formed without the will of God; or species be configured without the help of daimons; or animals be taught and trained without the help of men. \nWhoever of the daimons, then, transcending their own genus, are, by chance, united with a species, by reason of the neighbourhood of any species of the Godlike class,—these are considered like to Gods. \nWhereas those species of the daimons which continue in the quality of their own class,—these love men's rational nature [and occupy themselves with men], and are called daimons proper. \nLikewise is it the case with men, or more so even. Diverse and multiform, the species of mankind. And coming in itself from the association spoken of above, it of necessity doth bring about a multitude of combinations of all other species and almost of all things. \nWherefore doth man draw nigh unto the Gods, if he have joined himself unto the Gods with Godlike piety by reason of his mind, whereby he is joined to the Gods; and [nigh] unto the daimons, in that he is joined unto them [as well]. \nWhereas those men who are contented with the mediocrity of their own class, and the remaining species of mankind, will be like those unto the species of whose class they've joined themselves. ",
"6": "It is for reasons such as these, Asclepius, man is a mighty wonder,—an animal meet for our worship and for our respect. \nFor he doth pass into God's Nature, as though himself were God. This genus [also] knows the genus of the daimons, as though man knew he had a [common] origin with them. He thinketh little of the part of human nature in him, from confidence in the divineness of [his] other part. \nHow much more happy is the blend of human nature [than of all the rest]! Joined to the Gods by his cognate divinity, a man looks down upon the part of him by means of which he's common with the Earth. \nThe rest of things to which he knows he's kin, by [reason of] the heavenly order [in him], he binds unto himself with bonds of love; and thus he turns his gaze to Heaven. \nSo, then, [man] hath his place in the more blessed station of the Midst; so that he loves [all] those below himself, and in his turn is loved by those above. \nHe tills the Earth. He mingles with the Elements by reason of the swiftness of his mind. He plunges into the Sea's depths by means of its profundity. He puts his values on all things. \nHeaven seems not too high for him; for it is \nmeasured by the wisdom of his mind as though it were quite near. \nNo darkness of the Air obstructs the penetration of his mind. No density of Earth impedes his work. No depth of Water blunts his sight. \n[Though still] the same [yet] is he all, and everywhere is he the same. \nOf all these genera, those [species] which are animal have [many] roots, which stretch from the above below, whereas those which are stationary —these from [one] living root send forth a wood of branching greenery up from below into the upper parts. \nMoreover, some of them are nourished with a two-fold form of food, while others with a single form. \nTwain are the forms of food—for soul and body, of which [all] animals consist. Their soul is nourished by the ever-restless motion of the World ; their bodies have their growth from \nfoods [drawn] from the water and the earth of the inferior world. \nSpirit, with which they all are filled, being interblended with the rest, doth make them live; sense being added, and also reason in the case of man—which hath been given to man alone as a fifth part out of the æther. \nOf all the living things [God] doth adorn, extend, exalt, the sense of man alone unto the understanding of the Reason of Divinity. \nBut since I am impressed to speak concerning Sense, I will a little further on set forth for you the sermon on this [point]; for that it is most holy, and [most] mighty, not less than in the Reason of Divinity itself.",
"7": "But now I'll finish for you what I have begun. For I was speaking at the start of union with the Gods, by which men only consciously enjoy the Gods' regard,—I mean whatever men have won such rapture that they have obtained a share of that Divine Sense of intelligence which \nis the most Divine of Senses, found in God and in man's reason. \n**Asclepius:** Are not the senses of all men, Thrice-greatest one, the same? \n**Hermes:** Nay, [my] Asclepius, all have not won true reason ; but wildly rushing in pursuit of [reason's] counterfeit, they never see the thing itself, and are deceived. And this breeds evil in their minds, and [thus] transforms the best of animals into the nature of a beast and manners of the brutes. \nBut as to Sense and all things similar, I will set forth the whole discourse when [I explain] concerning Spirit. \nFor man is the sole animal that is twofold. One part of him is simple: the [man] *essential,* as say the Greeks, but which we call the *form of the Divine Similitude.* \nHe also is fourfold: that which the Greeks call *hylic,* [but] which we call *cosmic*; of which is made the corporal part, in which is vestured what we just have said is the divine in man, —in which the godhead of the Mind alone, \ntogether with its kin, that is the Pure Mind's senses, findeth home and rest, its self with its own self, as though shut in the body's walls. \n[IV. M.] **Asclepius:** What, then, Thrice-greatest one, has caused it that man should be planted in the world, and should not pass his life in highest happiness in that part [of the universe] where there is God? \n**Hermes:** Rightly thou questionest, O [my] Asclepius! And we pray God that He bestow on us the power of setting forth this reason; since everything depends upon His Will, and specially those things that are set forth about the Highest Whole, the Reason that's the object of our present argument. Hear, then, Asclepius!",
"8": "The Lord and Maker of all things, whom we call rightly God, when from Himself He made the second [God], the Visible and Sensible, —I call him Sensible not that He hath sensation in Himself (for as to this, whether or no He have himself sensation, we will some other time declare), but that He is the object of the senses of those who see;—when, then, He made Him first, but second to Himself, and that He seemed \nto Him [most] fair, as one filled to the full with goodness of all things, He fell in love with Him as being part of His Divinity. \nAccordingly, in that He was so mighty and so fair, He willed that some one else should have the power to contemplate the One He had made from Himself. And thereon He made man,—the imitator of His Reason and His Love. \nThe Will of God is in itself complete accomplishment; inasmuch as together with His having willed, in one and the same time He hath brought it to full accomplishment. \nAnd so, when He perceived that the *essential* [man] could not be lover of all things, unless He clothed him in a cosmic carapace, He shut him in within a house of body,—and ordered it that all [men] should be so,—from either nature making him a single blend and fair-proportioned mixture. \nTherefore hath He made man of soul and body,—that is, of an eternal and a mortal nature; so that an animal thus blended can content his dual origin,—admire and worship things in heaven, and cultivate and govern things on earth. \nBy mortal things I do not mean the water or the earth [themselves], for these are two of the [immortal] elements that nature hath made subject unto men,—but [either] things that are by men, or [that are] in or from them ; such as the cultivation of the earth itself, pastures, [and] buildings, harbours, voyagings, intercommunications, mutual services, which are the firmest bonds of men between themselves and that part of the Cosmos which consists [indeed] of water and of earth, [but is] the Cosmos' terrene part,—which is preserved by knowledge and the use of arts and sciences; without which [things] God willeth not Cosmos should be complete.\nIn that necessity doth follow what seems good to God; performance waits upon His will.\nNor is it credible that that which once hath pleased Him, will become unpleasing unto God; since He hath known both what will be, and what will please Him, long before.",
"9": "But, O Asclepius, I see that thou with swift desire of mind art in a hurry to be told how man can have a love and worship of the Heaven, or of the things that are therein. Hear, then, Asclepius! \nThe love of God and Heaven, together with all them that are therein, is one perpetual act of worship. \nNo other thing ensouled, of Gods or animals, can do this thing, save man alone. 'Tis in the admiration, adoration, [and] the praise of men, and [in their] acts of worship, that Heaven and Heaven's hosts find their delight. \nNor is it without cause the Muses' choir hath been sent down by Highest Deity unto the host of men; in order that, forsooth, the terrene world should not seem too uncultured, had it lacked the charm of measures, but rather that with songs and praise of men accompanied with \nmusic, He might be lauded,—He who alone is all, or is the Sire of all; and so not even on the earths, should there have been an absence of the sweetness of the harmony of heavenly praise. \nSome, then, though they be very few, endowed with the Pure Mind, have been entrusted with the sacred charge of contemplating Heaven. \nWhereas those men who, from the two-fold blending of their nature, have not as yet withdrawn their inner reason from their body's mass, these are appointed for the study of the elements, and [all] that is below them. \nThus man's an animal; yet not indeed less potent in that he's partly mortal, but rather doth he seem to be all the more fit and efficacious for reaching Certain Reason, since he has had mortality bestowed on him as well. \nFor it is plain he could not have sustained the strain of both, unless he had been formed out of both natures, so that he could possess the powers of cultivating Earthly things and loving Heaven.",
"10": "The Reason of a thesis such as this, O [my] Asclepius, I would that thou should'st grasp, not only with the keen attention of thy soul, but also with its living power [as well]. \nFor 'tis a Reason that most men cannot believe; the Perfect and the True are to be grasped by the more holy minds. Hence, then, will I begin. \n[VI. M.] The Lord of the Eternity is the first God; the second's Cosmos; man is the third. \nGod is the Maker of the Cosmos and of all the things therein; at the same time He ruleth all, with man himself, [who is] the ruler of the compound thing ; the whole of which man taking on himself, doth make of it the proper care of his own love, in order that the two of them, himself and Cosmos, may be an ornament each unto other; so that from this divine compost of man, *World* seems most fitly called *Cosmos* in Greek. \nHe knows himself; he knows the World as \nwell. So that he recollects, indeed, what is convenient to his own parts. He calls to mind what he must use, that they may be of service to himself; giving the greatest praise and thanks to God, His Image reverencing,—not ignorant that he is, too, God's image the second [one]; for that there are two images of God—Cosmos and man. \nSo that it comes to pass that, since man's is a single structure,—in that part [of him] which doth consist of Soul, and Sense, of Spirit, and of Reason, he's divine; so that he seems to have the power to mount from as it were the higher elements into the Heaven. \nBut in his cosmic part, which is composed of fire, and water, and of air, he stayeth mortal on the Earth,—lest he should leave all things committed to his care forsaken and bereft. \nThus human kind is made in one part deathless, and in the other part subject to death while in a body.",
"11": "Now of that dual nature,—that is to say of man,—there is a chief capacity. [And that is] piety, which goodness follows after. \n[And] this [capacity] then, and then only, seems to be perfected, if it be fortified with virtue of despising all desires for alien things. \nFor alien from every part of kinship with the Gods are all things on the Earth, whatever are possessed from bodily desires,—to which we rightly give the name *possessions,* in that they are not born with us, but later on begin to be possessed by us; wherefore we call them by the name possessions. \nAll such things, then, are alien from man,—even his body. So that we can despise not only what we long for, but also that from which the vice of longing comes to us. \nFor just as far as the increase of reason leads our soul, so far one should be man; in order that by contemplating the divine, one should look down upon, and disregard the mortal part, which hath been joined to him, through the necessity of helping on the lower world. \nFor that, in order that a man should be complete in either part, observe that he hath \nbeen composed of elements of either part in sets of four;—with hands, and feet, both of them pairs, and with the other members of his body, by means of which he may do service to the lower (that is to say the terrene) world. \nAnd to these parts [are added other] four;—of sense, and soul, of memory, and foresight, by means of which he may become acquainted with the rest of things divine, and judge of them. \nHence it is brought about that man investigates the differences and qualities, effects and quantities of things, with critical research; yet, as he is held back with the too heavy weight of body's imperfection, he cannot properly descry the causes of the nature of [all] things which [really] are the true ones. \nMan, then, being thus created and composed, and to such ministry and service set by Highest God,—man, by his keeping suitably the world in proper order, [and] by his piously adoring God, in both becomingly and suitably obeying God's Good Will,—[man being] such as this, with what reward think'st thou he should be recompensed?\nIf that, indeed,—since Cosmos is God's work,—he who preserves and adds on to its beauty\nby his love, joins his own work unto God's Will; when he with toil and care doth fashion out the species (which He hath made [already] with His Divine Intent), with help of his own body;—with what reward think'st thou he should be recompensed, unless it be with that with which our forebears have been blest?\nThat this may be the pleasure of God's Love, such is our prayer for you, devoted ones.In other words, may He, when ye have served your time, and have put off the world's restraint, and freed yourselves from deathly bonds, restore you pure and holy to the nature of your higher self, that is of the Divine!",
"12": "**Asclepius:** Rightly and truly, O Thrice-greatest one, thou speakest. This is the prize for those who piously subordinate their lives to God and live to help the world. \n**Hermes:** [To those], however, who have lived in other fashion impiously,—[to them] both is return to Heaven denied, and there's appointed them migration into other bodies unworthy of a holy soul and base; so that, as this discourse \nof ours will show, souls in their life on earth run risk of losing hope of future immortality. \nBut [all of this] doth seem to some beyond belief; a tale to others; to others [yet again], perchance, a subject for their mirth. \nFor in this life in body, it is a pleasant thing—the pleasure that one gets from one's possessions. 'Tis for this cause that spite, in envy of its [hope of] immortality, doth clap the soul in prison, as they say, and keep it down, so that it stays in that part of itself in which it's mortal, nor suffers it to know the part of its divinity. \nFor I will tell thee, as though it were prophetic-ly, that no one after us shall have the Single Love, the Love of wisdom-loving, which consists in Gnosis of Divinity alone,—[the practice of] perpetual contemplation and of holy piety. For that the many do confound philosophy with multifarious reasoning. \n**Asclepius:** Why is it, then, the many make philosophy so hard to grasp; or wherefore is it they confound this thing with multifarious reasoning?",
"13": "**Hermes:** 'Tis in this way, Asclepius;—by mixing it, by means of subtle expositions, with divers sciences not easy to be grasped,—such as arithmetic, and music, and geometry. \nBut Pure Philosophy, which doth depend on godly piety alone, should only so far occupy itself with other arts, that it may [know how to] appreciate the working out in numbers of the fore-appointed stations of the stars when they return, and of the course of their procession.\nLet her, moreover, know how to appreciate the Earth's dimensions, its qualities and quantities, the Water's depths, the strength of Fire, and the effects and nature of all these. [And so] let her give worship and give praise unto the Art and Mind of God. \nAs for [true] Music,—to know this is naught else than to have knowledge of the order of all things, and whatsoe'er God's Reason hath decreed. \nFor that the order of each several thing when set together in one [key] for all, by means of skilful reason, will make, as 'twere, \nthe sweetest and the truest harmony with God's [own] Song. ",
"14": "**Asclepius:** Who, therefore, will the men be after us ? \n**Hermes:** They will be led astray by sophists' cleverness, and turned from True Philosophy,—the Pure and Holy [Love]. \nFor that to worship God with single mind and soul, and reverence the things that He hath made, and to give thanks unto His Will, which is the only thing quite full of Good,—this is Philosophy unsullied by the soul's rough curiousness. \nBut of this subject let what has been said so far suffice. \n[VII. M.] And now let us begin to treat of Spirit and such things. \nThere was first God and Matter, which we in Greek believe [to be] the Cosmos; and Spirit was with Cosmos, or Spirit was in Cosmos, but not in like way as in God ; nor were there \nthings [as yet] from which the Cosmos [comes to birth] in God. \nThey were not; just for the very reason that they were not, but were as yet in that [condition] whence they have had their birth. \nFor those things only are not called ingenerable which have not yet been born, but [also] those which lack the fertilizing power of generating, so that from them naught can be born. \nAnd so whatever things there are that have in them the power of generating,—these two are generable, [that is to say,] from which birth can take place, though they be born from their own selves [alone]. For there's no question that from those born from themselves birth can with ease take place, since from them all are born. \nGod, then, the everlasting, God the eternal, nor can be born, nor could He have been born. That is, That was, That shall be ever. This, therefore, is God's Nature—all from itself [alone]. \nBut Matter (or the Nature of the Cosmos) and Spirit, although they do not seem to be things born from any source, yet in themselves \npossess the power of generation and of generating,—the nature of fecundity. \nFor the beginning [truly] is in [just that] quality of nature which possesses in itself the power and matter both of conception and of birth. This, then, without conception of another, is generable of its own self.",
"15": "But, on the other hand, [whereas] those things which only have the power of bringing forth by blending with another nature, are thus to be distinguished, this Space of Cosmos, with those that are in it, seems not to have been born, in that [the Cosmos] has in it undoubtedly all Nature's potency. \nBy *Space* I mean that in which are all things. For all these things could not have been had Space not been, to hold them all. Since for all things that there have been, must be provided Space.\nFor neither could the qualities nor quantities, nor the positions, nor [yet] the operations, be distinguished of those things which are no where.\nSo then the Cosmos, also, though not born, still has in it the births of all; in that, indeed, it doth afford for all of them most fecund wombs for their conception.\nIt, therefore, is the sum of [all that] quality of Matter which hath creative potency, although it hath not been [itself] created.\nAnd, seeing that [this] quality of Matter is in its nature [simple] productiveness; so the same [source] produces bad as well [as good].",
"16": "I have not, therefore, O Asclepius and Ammon, said what many say, that God could not excise and banish evil from the Scheme of Things;—to whom no answer need at all be given. Yet for your sakes I will continue what I have begun, and give a reason. \nThey say that God ought to have freed the World from bad in every way; for so much is it in the World, that it doth seem to be as though it were one of its limbs. \nThis was foreseen by Highest God and [due] provision made, as much as ever could have been in reason made, then when He thought it proper to endow the minds of men with sense, and science and intelligence. \nFor it is by these things alone whereby we stand above the rest of animals, that we are able to avoid the snares and crimes of ill. \nFor he who shall on sight have turned from them, before he hath become immeshed in them,—he is a man protected by divine intelligence and [godly] prudence. \nFor that the ground-work of [true] science doth consist of the top-stones of virtue. \nIt is by Spirit that all things are governed in the Cosmos, and made quick,—Spirit made subject to the Will of Highest God, as though it were an engine or machine. \nSo far, then, [only] let Him be by us conceived,—as Him who is conceivable by mind alone, who is called Highest God, the Ruler and Director of God Sensible, —of Him who in Himself includes all Space, all Substance, and all Matter, of things producing and begetting, and all whatever is, however great it be.",
"17": "It is by Spirit that all species in the Cosmos are [or] moved or ruled,—each one according to its proper nature given it by God. \nMatter, or Cosmos, on the other hand, is that which holds all things,—the field of motion, and \nthe that which crowds together all; of which God is the Ruler, distributing unto all cosmic things all that is requisite to each. \nIt is with Spirit that He fills all things, according to the quality of each one's nature. \n[Now,] seeing that the hollow roundness of the Cosmos is borne round into the fashion of a sphere; by reason of its [very] quality or form, it never can be altogether visible unto itself. \nSo that, however high a place in it thou shouldest choose for looking down below, thou could'st not see from it what is at bottom, because in many places it confronts [the senses], and so is thought to have the quality [of being visible throughout]. \nFor it is solely owing to the forms of species, with images of which it seems insculpted, that it is thought [to be] as though 'twere visible [throughout]; but as a fact 'tis ever to itself invisible. \nWherefore, its bottom, or its [lowest] part, if [such a] place there be within a sphere, is called in Greek a-eidēs ; since that eidein in \n[paragraph continues]Greek means *seeing,*—which *being-seen* the sphere's beginning lacks. \nHence, too, the species have the name eideai, since they're of form we cannot see. \nTherefore, in that they are deprived of *being-seen,* in Greek they are called Hades; in that they are at bottom of the sphere, they're called in Latin Inferi. \nThese, then, are principal and prior, and, as it were, the sources and the heads of all the things which are in them, through them, or from them.",
"18": "**Asclepius:** All things, then, in themselves (as thou, Thrice-greatest one, dost say) are cosmic [principles] (as I should say) of all the species which are in them, [or] as it were, the sum and substance of each one of them. \n**Hermes:** So Cosmos, then, doth nourish bodies; the Spirit, souls; the [Higher] Sense (with which Celestial Gift mankind alone is blest) doth feed the mind. \nAnd [these are] not all men, but [they are] few, whose minds are of such quality that they can be receptive of so great a blessing. \nFor as the World's illumined by the Sun, so is the mind of man illumined by that Light; nay, in [still] fuller measure. \nFor whatsoever thing the Sun doth shine upon, it is anon, by interjection of the Earth or Moon, or by the intervention of the night, robbed of its light. \nBut once the [Higher] Sense hath been commingled with the soul of man, there is at-onement from the happy union of the blending of their natures; so that minds of this kind are never more held fast in errors of the darkness. \nWherefore, with reason have they said the [Higher] Senses are the souls of Gods; to which I add: not of all Gods, but of the great ones [only]; nay, even of the principles of these.",
"19": "**Asclepius:** What dost thou call, Thrice-greatest one, the heads of things, or sources of beginnings? \n**Hermes:** Great are the mysteries which I reveal to thee, divine the secrets I disclose; and so I \nmake beginning of this thing with prayers for Heaven's favour. \nThe hierarchies of Gods are numerous; and of them all one class is called the Noumenal, the other [class] the Sensible. \nThe former are called Noumenal, not for the reason that they're thought to lie beyond our senses; for these are just the Gods we sense more truly than the ones we call the visible,—just as our argument will prove, and thou, if thou attend, wilt be made fit to see. \nFor that a lofty reasoning, and much more one that is too godlike for the mental grasp of [average] men, if that the speaker's words are not received with more attentive service of the ears,—will fly and flow beyond them; or rather will flow back [again], and mingle with the streams of its own source. \nThere are, then, [certain] Gods who are the principals of all the species. \nNext there come those whose essence is their principal. These are the Sensible, each similar to its own dual source, who by their sensibility affect all things,—the one part through the other part [in each] making to shine the proper work of every single one. \nOf Heaven,—or of whatsoe'er it be that is embraced within the term,—the essence-chief is Zeus; for 'tis through Heaven that Zeus gives life to all. \nSun's essence-chief is light; for the good gift of light is poured on us through the Sun's disk. \nThe *Thirty-six,* who have the name of Horoscopes, are in the [self] same space as the Fixed Stars; of these the essence-chief, or prince, is he whom they call Pantomorph, or Omniform, who fashioneth the various forms for various species. \nThe *Seven* who are called spheres, have essence-chiefs, that is, [have each] their proper rulers, whom they call [all together] Fortune and Heimarmenē, whereby all things are changed \nby nature's law; perpetual stability being varied with incessant motion. \nThe Air, moreover, is the engine, or machine, through which all things are made—(there is, however, an essence-chief of this, a second [Air])—mortal from mortal things and things like these. \nThese hierarchies of Gods, then, being thus and [in this way] related, from bottom unto top, are [also] thus connected with each other, and tend towards themselves; so mortal things are bound to mortal, things sensible to sensible. \nThe whole of [this grand scale of] Rulership, however, seems to Him [who is] the Highest Lord, either to be not many things, or rather [to be] one. \nFor that from One all things depending, and flowing down from it,—when they are seen as \nseparate, they're thought to be as many as they possibly can be; but in their union it is one [thing], or rather two, from which all things are made;—that is, from Matter, by means of which the other things are made, and by the Will of Him, by nod of whom they're brought to pass.",
"20": "**Asclepius:** Is this again the reason, O Thrice-greatest one? \n**Hermes:** It is, Asclepius. For God's the Father or the Lord of all, or whatsoever else may be the name by which He's named more holily and piously by men,—which should be set apart among ourselves for sake of our intelligence. \nFor if we contemplate this so transcendent God, we shall not make Him definite by any of these names. \nFor if a [spoken] word is this:—a sound proceeding from the air, when struck by breath, denoting the whole will, perchance, of man, or else the [higher] sense, which by good chance a man perceives by means of mind, when out of [all his] senses, —a name the stuff of which, \nmade of a syllable or two, has so been limited and pondered, that it might serve in man as necessary link between the voice and ear;—thus [must] the Name of God in full consist of Sense, and Spirit, and of Air, and of all things in them, or through, or with them. \nIndeed, I have no hope that the Creator of the whole of Greatness, the Father and the Lord of all the things [that are], could ever have one name, even although it should be made up of a multitude—He who cannot be named, or rather He who can be called by every name. \nFor He, indeed, is One and All ; so that it needs must be that all things should be called by the same name as His, or He Himself called by the names of all. \nHe, then, alone, yet all-complete in the fertility of either sex, ever with child of His own Will, doth ever bring to birth whatever He hath willed to procreate. \nHis Will is the All-goodness, which also is the Goodness of all things, born from the nature of His own Divinity,—in order that all things may be, just as they all have been, and that henceforth the nature of being born from their own selves may be sufficient to all things that will be born. \nLet this, then, be the reason given thee, Asclepius, wherefore and how all things are made of either sex.",
"21": "**Asclepius:** Thou speak'st of God, then, O Thrice-greatest one? \n**Hermes:** Not only God, Asclepius, but all things living and inanimate. For 'tis impossible that any of the things that are should be unfruitful. \nFor if fecundity should be removed from all the things that are, it could not be that they should be for ever what they are. I mean that Nature, Sense, and Cosmos, have in themselves the power of being born, and of preserving all things that are born. \nFor either sex is full of procreation; and of each one there is a union, or,—what's more true,—a unity incomprehensible; which you may rightly call Erōs or Aphroditē, or both [names]. \nThis, then, is truer than all truth, and plainer than what the mind ['s eye] perceives;—that from that Universal God of Universal Nature all other things for evermore have found, and had bestowed on them, the mystery of \nbringing forth; in which there is innate the sweetest Charity, [and] Joy, [and] Merriment, Longing, and Love Divine. \nWe might have had to tell the mighty power and the compulsion of this mystery, if it had not been able to be known by every one from personal experience, by observation of himself. \nFor if thou should'st regard that supreme [point] of time when . . . the one nature doth pour forth the young into the other one, and when the other greedily absorbs [it] from the first, and hides it [ever] deeper [in itself]; then, at that time, out of their common congress, females attain the nature of the males, males weary grow with female listlessness. \nAnd so the consummation of this mystery, so sweet and requisite, is wrought in secret; lest, owing to the vulgar jests of ignorance, the deity of either sex should be compelled to blush at natural congress,—and much more still, if it should be subjected to the sight of impious folk.",
"22": "The pious are not numerous, however; nay, they are very few, so that they may be counted even in the world. \nWhence it doth come about, that in the many \nbad inheres, through defect of the Gnosis and Discernment of the things that are. \nFor that it is from the intelligence of Godlike Reason, by which all things are ordered, there come to birth contempt and remedy of vice throughout the world. \nBut when unknowingness and ignorance persist, all vicious things wax strong, and plague the soul with wounds incurable; so that, infected with them, and invitiated, it swells up, as though it were with poisons,—except for those who know the Discipline of souls and highest Cure of intellect. \nSo, then, although it may do good to few alone, 'tis proper to develope and explain this thesis:—wherefore Divinity hath deigned to share His science and intelligence with men alone. Give ear, accordingly! \nWhen God, [our] Sire and Lord, made man, after the Gods, out of an equal mixture of a less pure cosmic part and a divine,—it [naturally] came to pass the imperfections of the cosmic part remained commingled with [our] frames, and other ones [as well], by reason of the food and sustenance we have out of necessity in common with all lives ; by reason of which \nthings it needs must be that the desires, and passions, and other vices, of the mind should occupy the souls of human kind. \nAs for the Gods, in as much as they had been made of Nature's fairest part, and have no need of the supports of reason and of discipline, —although, indeed, their deathlessness, the very strength of being ever of one single age, stands in this case for prudence and for science, still, for the sake of reason's unity, instead of science and of intellect (so that the Gods should not be strange to these),—He, by His everlasting law, decreed for them an order, circumscribed by the necessity of law. \nWhile as for man, He doth distinguish him from all the other animals by reason and by discipline alone; by means of which men can remove and separate their bodies' vices,—He helping them to hope and effort after deathlessness. \nIn fine, He hath made man both good and able to share in immortal life,—out of two natures, [one] mortal, [one] divine. \nAnd just because he is thus fashioned by the Will of God, it is appointed that man should be superior both to the Gods, who have been made \nof an immortal nature only, and also to all mortal things. \nIt is because of this that man, being joined unto the Gods by kinsmanship, doth reverence them with piety and holy mind; while, on their side, the Gods with pious sympathy regard and guard all things of men.",
"23": "But this can only be averred of a few men endowed with pious minds. Still, of the rest, the vicious folk, we ought to say no word, for fear a very sacred sermon should be spoiled by thinking of them. \n[IX. M.] And since our sermon treats of the relationship and intercourse of men and Gods,—learn, Asclepius, the power and strength of man! \n[Our] Lord and Father, or what is Highest God,—as He's Creator of the Gods in Heaven, so man's the maker of the gods who, in the temples, suffer man's approach, and who not only have light poured on them, but who send forth [their] light [on all]; not only does a man go forward towards the God[s], but also he confirms the Gods [on earth]. \nArt thou surprised, Asclepius; nay is it not that even thou dost not believe? \n**Asclepius:** I am amazed, Thrice-greatest one; but willingly I give assent to [all] thy words. I judge that man most blest who hath attained so great felicity. \n**Hermes:** And rightly so; [for] he deserves our wonder, in that he is the greatest of them all. \nAs for the genus of the Gods in Heaven,—'tis plain from the commixture of them all, that it has been made pregnant from the fairest part of nature, and that the only signs [by which they are discerned] are, as it were, before all else their heads. \nWhereas the species of the gods which humankind constructs is fashioned out of either nature,—out of that nature which is more ancient and far more divine, and out of that which is in men; that is, out of the stuff of which they have been made and are configured, not only in their heads alone, but also in each limb and their whole frame. \nAnd so mankind, in imaging Divinity, stays \nmindful of the nature and the source of its own self. \nSo that, just as [our] Sire and Lord did make the Gods æonian, that they might be like Him; so hath mankind configured its own gods according to the likeness of the look of its own self. ",
"24": "**Asclepius:** Thou dost not mean their statues, dost thou, O Thrice-greatest one? \n**Hermes:** [I mean their] statues, O Asclepius,—dost thou not see how much thou even, doubtest?—statues, ensouled with sense, and filled with spirit, which work such mighty and such [strange] results,—statues which can foresee what is to come, and which perchance can prophesy, foretelling things by dreams and many other ways,—[statues] that take their strength away from men, or cure their sorrow, if they do so deserve. \nDost thou not know, Asclepius, that Egypt is the image of the Heaven ; or, what is truer still, the transference, or the descent, of all that are in governance or exercise in Heaven? And if more truly [still] it must be said,—this land of ours is Shrine of all the World. \nFurther, in that 'tis fitting that the prudent should know all before, it is not right ye should be ignorant of this. \nThe time will come when Egypt will appear to have in vain served the Divinity with pious mind and constant worship ; and all its holy cult will fall to nothingness and be in vain. \nFor that Divinity is now about to hasten back from Earth to Heaven, and Egypt shall be left; and Earth, which was the seat of pious cults, shall be bereft and widowed of the presence of the Gods. \nAnd foreigners shall fill this region and this land; and there shall be not only the neglect of pious cults, but—what is still more painful,—as though enacted by the laws, a penalty shall be decreed against the practice of [our] pious cults and worship of the Gods—[entire] proscription of them. \nThen shall this holiest land, seat of [our] shrines and temples, be choked with tombs and corpses. \nO Egypt, Egypt, of thy pious cults tales only will remain, as far beyond belief for thy own sons [as for the rest of men]; words only will be left cut on thy stones, thy pious deeds recounting! \nAnd Egypt will be made the home of Scyth or Indian, or some one like to them,—that is a foreign neighbour. \nAy, for the Godly company shall mount again to Heaven, and their forsaken worshippers shall all die out; and Egypt, thus bereft of God and man, shall be abandoned. \nAnd now I speak to thee, O River, holiest [Stream]! I tell thee what will be. With bloody torrents shalt thou overflow thy banks. Not only shall thy streams divine be stained with blood; but they shall all flow over [with the same]. \nThe tale of tombs shall far exceed the [number of the] quick; and the surviving remnant shall be Egyptians in their tongue alone, but in their actions foreigners.",
"25": "Why dost thou weep, Asclepius? Nay, more than this, by far more wretched,—Egypt herself shall be impelled and stained with greater ills. \nFor she, the Holy [Land], and once deservedly \nthe most beloved by God, by reason of her pious service of the Gods on earth,—she, the sole colony of holiness, and teacher of religion [on the earth], shall be the type of all that is most barbarous. \nAnd then, out of our loathing for mankind, the World will seem no more deserving of our wonder and our praise. \nAll this good thing, —than which there has been fairer naught that can be seen, nor is there anything, nor will there [ever] be,—will be in jeopardy. \nAnd it will prove a burden unto men; and on account of this they will despise and cease to love this Cosmos as a whole,—the changeless work of God; the glorious construction of the Good, comprised of multifold variety of forms; the engine of God's Will, supporting His own work ungrudgingly; the multitudinous whole massed in a unity of all, that should be reverenced, praised and loved,—by them at least who have the eyes to see. \nFor Darkness will be set before the Light, and Death will be thought preferable to Life. No one will raise his eyes to Heaven; the pious man will be considered mad, the impious a sage; the frenzied held as strong, the worst as best. \nFor soul, and all concerning it,—whereby it doth presume that either it hath been born deathless, or that it will attain to deathlessness, according to the argument I have set forth for you,—[all this] will be considered not only food for sport, but even vanity. \nNay, [if ye will] believe me, the penalty of death shall be decreed to him who shall devote himself to the Religion of the Mind. \nNew statutes shall come into force, a novel law; naught [that is] sacred, nothing pious, naught that is worthy of the Heaven, or Gods in Heaven, shall [e'er] be heard, or [even] mentally believed. \nThe sorrowful departure of the Gods from men takes place; bad angels only stay, who mingled with humanity will lay their hands on them, and drive the wretched folk to every ill of recklessness,—to wars, and robberies, deceits, \nand all those things that are opposed to the soul's nature. \nThen shall the Earth no longer hold together; the Sea no longer shall be sailed upon; nor shall the Heaven continue with the Courses of the Stars, nor the Star-course in Heaven. \nThe voice of every God shall cease in the [Great] Silence that no one can break; the fruits of Earth shall rot; nay, Earth no longer shall bring forth; and Air itself shall faint in that sad listlessness.",
"26": "This, when it comes, shall be the World's old age, impiety,—irregularity, and lack of rationality in all good things. \nAnd when these things all come to pass, Asclepius,—then He, [our] Lord and Sire, God First in power, and Ruler of the One God [Visible], in check of crime, and calling error back from the corruption of all things unto good manners and to deeds spontaneous with His Will (that is to say God's Goodness),—ending all ill, by either washing it away with water-flood, or burning it away with fire, or by the means of pestilent diseases, spread \nthroughout all hostile lands,—God will recall the Cosmos to its ancient form ; so that the World itself shall seem meet to be worshipped and admired; and God, the Maker and Restorer of so vast a work, be sung by the humanity who shall be then, with ceaseless heraldings of praise and [hymns of] blessing. \nFor this [Re-] birth of Cosmos is the making new of all good things, and the most holy and most pious bringing-back again of Nature's self, by means of a set course of time,—of Nature, which was without beginning, and which is without an end. For that God's Will hath no beginning; and, in that 'tis the same and as it is, it is without an end. \n**Asclepius:** Because God's Nature's the Determination of the Will. Determination is the Highest Good; is it not so, Thrice-greatest one? \n**Hermes:** Asclepius, Will is Determination's child; nay, willing in itself comes from the Will. \nNot that He willeth aught desiring it; for that He is the Fullness of all things, and wills what things He has. \nHe thus wills all good things, and has all that He wills. Nay, rather, He doth think and will all good. \nThis, then, is God; the World of Good's His Image.",
"27": "**Asclepius:** [Is Cosmos] good, Thrice-greatest one? \n**Hermes:** ['Tis] good, as I will teach thee, O Asclepius. \nFor just as God is the Apportioner and Steward of good things to all the species, or [more correctly] genera, which are in Cosmos,—that is to say, of Sense, and Soul, and Life,—so Cosmos is the giver and bestower of all things which seem unto [us] mortals good;—that is to say, the alternation of its parts, of seasonable fruits, birth, growth, maturity, and things like these. \nAnd for this cause God doth transcend the height of highest Heaven, extending everywhere, and doth behold all things on every side. \nBeyond the Heaven starless Space doth stretch, stranger to every thing possessed of body. \nThe Dispensator who's between the Heaven and Earth, is Ruler of the Space which we call Zeus [Above]. \nThe Earth and Sea is ruled by Zeus Below ; he is the Nourisher of mortal lives, and of fruit-bearing [trees]. \nIt is by reason of the powers of all of these that fruits, and trees, and earth, grow green. \nThe powers and energies of [all] the other [Gods] will be distributed through all the things that are. \nYea, they who rule the earth shall be distributed [through all the lands], and [finally] be gathered in a state, —at top of Egypt's upper part, —which shall be founded towards the setting sun, and to which all the mortal race shall speed. \n**Asclepius:** But now, just at this moment, where are they, Thrice-greatest one? \n**Hermes:** They're gathered in a very large \ncommunity, upon the Libyan Hill. And now enough concerning this hath been declared. \n[X. M.] But now the question as to deathlessness or as to death must be discussed. \nThe expectation and the fear of death torture the multitude, who do not know True Reason. \nNow death is brought about by dissolution of the body, wearied out with toil, and of the number, when complete, by which the body's members are arranged into a single engine for the purposes of life. The body dies, when it no longer can support the life-powers of a man. \nThis, then, is death,—the body's dissolution, and the disappearance of corporeal sense. \nAs to this death anxiety is needless. But there's another [death] which no man can \nescape, but which the ignorance and unbelief of man think little of. \n**Asclepius:** What is it, O Thrice-greatest one, that men know nothing of, or disbelieve that it can be? \n**Hermes:** So, lend thy ear, Asclepius!",
"28": "When, [then,] the soul's departure from the body shall take place,—then shall the judgment and the weighing of its merit pass into its highest daimon's power. \nAnd when he sees it pious is and just,—he suffers it to rest in spots appropriate to it. \nBut if he find it soiled with stains of evil deeds, and fouled with vice,—he drives it from Above into the Depths, and hands it o'er to warring hurricanes and vortices of Air, of Fire, and Water. \n'Twixt Heaven and Earth, upon the waves of Cosmos, is it dragged in contrary directions, for ever racked with ceaseless pains ; so that in this its deathless nature doth afflict the soul, in that because of its unceasing sense, it hath the yoke of ceaseless torture set upon its neck. \nKnow, then, that we should dread, and be \nafraid, and [ever] be upon our guard, lest we should be entangled in these [toils]. \nFor those who do not now believe, will after their misdeeds be driven to believe, by facts not words, by actual sufferings of punishment and not by threats. \n**Asclepius:** The faults of men are not, then, punished, O Thrice-greatest one, by law of man alone? \n**Hermes:** In the first place, Asclepius, all things on Earth must die. \nFurther, those things which live by reason of a body, and which do cease from living by reason of the same,—all these, according to the merits of this life, or its demerits, find due [rewards or] punishments. \n[And as to punishments] they're all the more severe, if in their life [their misdeeds] chance to have been hidden, till their death. For [then] they will be made full conscious of all things by the divinity, just as they are, according to the shades of punishment allotted to their crimes.",
"29": "**Asclepius:** And these deserve [still] greater punishments, Thrice-greatest one? \n**Hermes:** [Assuredly;] for those condemned by laws of man do lose their life by violence, so that [all] men may see they have not yielded up their soul to pay the debt of nature, but have received the penalty of their deserts. \nUpon the other hand, the righteous man finds his defence in serving God and deepest piety. For God doth guard such men from every ill. \nYea, He who is the Sire of all, [our] Lord, and who alone is all, doth love to show Himself to all. \nIt is not by the place where he may be, nor by the quality which he may have, nor by the greatness which he may possess, but by the mind's intelligence alone, that He doth shed His light on man,—[on him] who shakes the clouds of Error from his soul, and sights the brilliancy of Truth, mingling himself with the All-sense of the Divine Intelligence; through love of which he wins his freedom from that part of him o'er which Death rules, and has the \nseed of the assurance of his future Deathlessness implanted in him. \nThis, then, is how the good will differ from the bad. Each several one will shine in piety, in sanctity, in prudence, in worship, and in service of [our] God, and see True Reason, as though [he looked at it] with [corporal] eyes; and each will by the confidence of his belief excel all other men, as by its light the Sun the other stars. \nFor that it is not so much by the greatness of his light as by his holiness and his divinity, the Sun himself lights up the other stars. \nYea, [my] Asclepius, thou should'st regard him as the second God, ruling all things, and giving light to all things living in the Cosmos, whether ensouled or unensouled. \nFor if the Cosmos is a living thing, and if it has been, and it is, and will be ever-living,—naught in the Cosmos is subject to death. \nFor of an ever-living thing, it is [the same] of every part which is; [that is,] that 'tis [as ever-living] as it is [itself]; and in the World itself [which is] for everyone, and at the self-same time an ever-living thing of life,—in it there is no place for death. \nAnd so he should be the full store of \nlife and deathlessness; if that it needs must be that he should live for ever. \nAnd so the Sun, just as the Cosmos, lasts for aye. So is he, too, for ever ruler of [all] vital powers, or of [our] whole vitality; he is their ruler, or the one who gives them out. \nGod, then, is the eternal ruler of all living things, or vital functions, that are in the World. He is the everlasting giver-forth of Life itself. \nOnce for all [time] He hath bestowed Life on all vital powers; He further doth preserve them by a law that lasts for evermore, as I will [now] explain.",
"30": "For in the very Life of the Eternity is Cosmos moved; and in the very Everlastingness of Life [itself] is Cosmic Space. \nOn which account it shall not stop at any time, nor shall it be destroyed; for that its very self is palisaded round about, and bound together as it were, by Living's Sempiternity. \nCosmos is [thus] Life-giver unto all that are in it, and is the Space of all that are in governance beneath the Sun. \nThe motion of the Cosmos in itself consisteth of a two-fold energy. 'Tis vivified itself from the without by the Eternity, and vivifies all things that are within, making all different, by numbers and by times, fixed and appointed [for them]. \nNow Time's distinguished on the Earth by quality of air, by variation of its heat and cold; in Heaven by the returnings of the stars to the same spots, the revolution of their course in Time. \nAnd while the Cosmos is the home of Time, it is kept green [itself] by reason of Time's course and motion. \nTime, on the other hand, is kept by regulation. Order and Time effect renewal of all things which are in Cosmos by means of alternation. \n[XI. M.] All things, then, being thus, \nthere's nothing stable, nothing fixed, nothing immoveable, of things that are being born, in Heaven or on the Earth. \nImmoveable [is] God alone, and rightly [He] alone; for He Himself is in Himself, and by Himself, and round Himself, completely full and perfect. \nHe is His own immoveable stability. Nor by the pressure of some other one can He be moved, nor in the space [of anyone]. \nFor in Him are all [spaces], and He Himself alone is in them all; unless someone should venture to assert that God's own motion's in Eternity ; nay, rather, it is just Immoveable Eternity itself, back into which the motion of all times is funded, and out of which the motion of all times takes its beginning.",
"31": "God, then, hath [ever] been unchanging, and ever, in like fashion, with Himself hath the Eternity consisted,—having within itself Cosmos ingenerate, which we correctly call [God] Sensible. \nOf that [transcendent] Deity this Image hath been made,—Cosmos the imitator of Eternity. \nTime, further, hath the strength and nature of its own stability, in spite of its being in perpetual motion,—from its necessity of [ever] from itself reverting to itself. \nAnd so, although Eternity is stable, motionless, and fixed, still, seeing that the movement of [this] Time (which is subject to motion) is ever being recalled into Eternity,—and for that reason Time's mobility is circular,—it comes to pass that the Eternity itself, although in its own self, is motionless, [yet] on account of Time, in which it is—(and it is in it),—it seems to be in movement as all motion. \nSo that it comes to pass, that both Eternity's stability becometh moved, and Time's mobility becometh stable. \nSo may we ever hold that God Himself is moved into Himself by [ever-] same transcendency of motion. \nFor that stability is in His vastness motion motionless; for by His vastness is [His] law exempt from change. \nThat, then, which so transcends, which is not subject unto sense, [which is] beyond all bounds, [and which] cannot be grasped,—That \ntranscends all appraisement; That cannot be supported, nor borne up, nor can it be tracked out. \nFor where, and when, and whence, and how, and what, He is,—is known to none. For He's borne up by [His] supreme stability, and His stability is in Himself [alone],—whether [this mystery] be God, or the Eternity, or both, or one in other, or both in either. \nAnd for this cause, just as Eternity transcends the bounds of Time; so Time [itself], in that it cannot have bounds set to it by number, or by change, or by the period of the revolution of some second [kind of Time],—is of the nature of Eternity. \nBoth, then, seem boundless, both eternal. And so stability, though naturally fixed, yet seeing that it can sustain the things that are in motion,—because of all the good it does by reason of its firmness, deservedly doth hold the chiefest place.",
"32": "The principals of all that are, are, therefore, God and Æon. \nThe Cosmos, on the other hand, in that 'tis moveable, is not a principal. \nFor its mobility exceeds its own stability by treating the immoveable fixation as the law of everlasting movement. \nThe Whole Sense, then, of the Divinity, though like [to Him] in its own self immoveable, doth set itself in motion within its own stability. \n'Tis holy, incorruptible, and everlasting, and if there can be any better attribute to give to it, ['tis its],—Eternity of God supreme, in Truth itself subsisting, the Fullness of all things, of Sense, and of the whole of Science, consisting, so to say, with God. \nThe Cosmic Sense is the container of all sensibles, [all] species, and [all] sciences. \nThe human [higher sense consists] in the retentiveness of memory, in that it can recall all things that it hath done. \nFor only just as far as the man-animal has the divinity of Sense descended; in that God hath not willed the highest Sense divine should be commingled with the rest of animals; lest it should blush for shame on being mingled with the other lives. \nFor whatsoever be the quality, or the extent, of the intelligence of a man's Sense, the whole of it consists in power of recollecting what is past. \nIt is through his retentiveness of memory, that man's been made the ruler of the earth. \nNow the intelligence of Nature can be won by quality of Cosmic Sense,—from all the things in Cosmos which sense can perceive. \nConcerning [this] Eternity, which is the second [one],—the Sense of this we get from out the senses' Cosmos, and we discern its quality [by the same means]. \nBut the intelligence of Quality [itself], the *Whatness* of the Sense of God Supreme, is Truth alone,—of which [pure] Truth not even the most tenuous sketch, or [faintest] shade, in Cosmos is discerned. \nFor where is aught [of it] discerned by measurement of times,—wherein are seen untruths, and births [-and-deaths], and errors? \nThou seest, then, Asclepius, on what we are [already] founded, with what we occupy ourselves, and after what we dare to strive. \nBut unto Thee, O God most high, I give my thanks, in that Thou hast enlightened me with Light to see Divinity! \nAnd ye, O Tat, Asclepius and Ammon, in silence hide the mysteries divine within the secret places of your hearts, and breathe no word of their concealment ! \nNow in our case the intellect doth differ from the sense in this,—that by the mind's extension intellect can reach to the intelligence and the discernment of the quality of Cosmic Sense. \nThe Intellect of Cosmos, on the other hand, extends to the Eternity and to the Gnosis of the Gods who are above itself. \nAnd thus it comes to pass for men, that we perceive the things in Heaven, as it were through a mist, as far as the condition of the human sense allows. \n'Tis true that the extension [of the mind] which we possess for the survey of such transcendent things, is very narrow [still]; but [it will be] most ample when it shall perceive with the felicity of [true] self-consciousness.",
"33": "Now on the subject of a *Void,* —which seems to almost all a thing of vast importance,—I hold the following view. \nNaught is, naught could have been, naught ever will be void. \nFor all the members of the Cosmos are completely full; so that Cosmos itself is full and [quite] complete with bodies, diverse in quality and form, possessing each its proper kind and size. \nAnd of these bodies—one's greater than another, or another's less than is another, by difference of strength and size. \nOf course, the stronger of them are more easily perceived, just as the larger [are]. The lesser ones, however, or the more minute, can scarcely be perceived, or not at all—those which we know are things [at all] by sense of touch alone. \nWhence many come to think they are not bodies, and that there are void spaces,—which is impossible. \nSo also [for the Space] which is called \n[paragraph continues]Extra-cosmic,—if there be any (which I do not believe),—[then] is it filled by Him with things Intelligible, that is things of like nature with His own Divinity; just as this Cosmos which is called the Sensible, is fully filled with bodies and with animals, consonant with its proper nature and its quality;—[bodies] the proper shape of which we do not all behold, but [see] some large beyond their proper measure, some very small; either because of the great space which lies between [them and ourselves], or else because our sight is dull; so that they seem to us to be minute, or by the multitude are thought not to exist at all, because of their too great tenuity. \nI mean the daimones, who, I believe, have their abode with us, and heroes, who abide between the purest part of air above us and the earth,—where it is ever cloudless, and no [movement from the] motion of a single star [disturbs the peace]. \nBecause of this, Asclepius, thou shalt call nothing void; unless thou wilt declare of what that's void, which thou dost say is void;—for instance, void of fire, of water, or things like to these. \nFor if it should fall out, that it should seem that anything is able to be void of things like these,—though that which seemeth void be little \nor be big, it still cannot be void of spirit and of air.",
"34": "In like way must we also talk concerning *Space,* —a term which by itself is void of *sense.* \nFor Space seems what it is from that of which it is [the space]. For if the qualifying word is cut away, the sense is maimed. \nWherefore we shall [more] rightly say the space of water, space of fire, or [space] of things like these. \nFor as it is impossible that aught be void; so is Space also in itself not possible to be distinguished what it is. \nFor if you postulate a space without that [thing] of which it is [the space], it will appear to be void space,—which I do not believe exists in Cosmos. \nIf nothing, then, is void, so also Space by its own self does not show what it is unless you add to it lengths, breadths [and depths],—just as you add the proper marks unto men's bodies. \nThese things, then, being thus, Asclepius, and ye who are with [him],—know the Intelligible \n[paragraph continues]Cosmos (that is, [the one] which is discerned by contemplation of the mind alone) is bodiless; nor can aught corporal be mingled with its nature,—[by corporal I mean] what can be known by quality, by quantity, and numbers. For there is nothing of this kind in that. \nThis Cosmos, then, which is called Sensible, is the receptacle of all things sensible,—of species, qualities, or bodies. \nBut not a single one of these can quicken without God. For God is all, and by Him [are] all things, and all [are] of His Will. \nFor that He is all Goodness, Fitness, Wisdom, unchangeable,—that can be sensed and understood by His own self alone. \nWithout Him naught hath been, nor is, nor will be. \nFor all things are from Him, in Him, and through Him,—both multitudinous qualities, and mighty quantities, and magnitudes exceeding every means of measurement, and species of all forms;—which things, if thou should'st understand, Asclepius, thou wilt give thanks to God. \nAnd if thou should'st observe it as a whole, thou wilt be taught, by means of the True Reason, that Cosmos in itself is knowable to sense, and that all things in it are wrapped \nas in a vesture by that Higher Cosmos [spoken of above].",
"35": "Now every single class of living thing, Asclepius, of whatsoever kind, or it be mortal or be rational, whether it be endowed with soul, or be without one, just as each has its class, so does each several [class] have images of its own class. \nAnd though each separate class of animal has in it every form of its own class, still in the selfsame [kind of] form the units differ from each other. \nAnd so although the class of men is of one kind, so that a man can be distinguished by his [general] look, still individual men within the sameness of their [common] form do differ from each other. \nFor the idea which is divine, is bodiless, and is whatever is grasped by the mind. \nSo that although these two, from which the general form and body are derived, are bodiless, it is impossible that any single form should be produced exactly like another,—because the \nmoments of the hours and points of inclination [when they're born] are different. \nBut they are changed as many times as there are moments in the hour of that revolving Circle in which abides that God whom we have called All-formed. \nThe species, then, persists, as frequently producing from itself as many images, and as diverse, as there are moments in the Cosmic Revolution, —a Cosmos which doth [ever] change in revolution. But the idea [itself] is neither changed nor turned. \nSo are the forms of every single genus permanent, [and yet] dissimilar in the same [general] form.",
"36": "**Asclepius:** And does the Cosmos have a species, O Thrice-greatest one? \n**Hermes:** Dost not thou see, Asclepius, that all has been explained to thee as though to one asleep? \nFor what is Cosmos, or of what doth it consist, if not of all things born? \nThis, then, you may assert of heaven, and \nearth, and elements. For though the other things possess more frequent change of species, [still even] heaven, [by its] becoming moist, or dry, or cold, or hot, or clear, or dull, [all] in one kind of heaven,—these [too] are frequent changes into species. \nEarth hath, moreover, always many changes in its species;—both when she brings forth fruits, and when she also nourishes her bringings-forth with the return of all the fruits; the diverse qualities and quantities of air, its stoppings and its flowings ; and before all the qualities of trees, of flowers, and berries, of scents, of savours—species. \nFire [also] brings about most numerous conversions, and divine. For these are all-formed images of Sun and Moon ; they're, as it were, like our own mirrors, which with their emulous resplendence give us back the likenesses of our own images.",
"37": "But now let this suffice about such things; and let us once again return \nto man and reason,—gift divine, from which man has the name of rational animal. \nLess to be wondered at are the things said of man,—though they are [still] to be admired. Nay, of all marvels that which wins our wonder [most] is that man has been able to find out the nature of the Gods and bring it into play. \nSince, then, our earliest progenitors were in great error, —seeing they had no rational faith about the Gods, and that they paid no heed unto their cult and holy worship,—they chanced upon an art whereby they made Gods [for themselves]. \nTo this invention they conjoined a power that suited it, [derived] from cosmic nature; and blending these together, since souls they could not make, [they set about] evoking daimons' souls or those of angels; [and thus] attached them to their sacred images and holy mysteries, so that the statues should, by means of these, possess the powers of doing good and the reverse. \nFor thy forebear, Asclepius, the first discoverer of medicine, to whom there is a temple \nhallowed on Libya's Mount, hard by the shore of crocodiles, in which his cosmic man reposes, that is to say his body; for that the rest [of him], or better still, the whole (if that a man when wholly [plunged] in consciousness of life, be better), hath gone back home to heaven,—still furnishing, [but] now by his divinity, the sick with all the remedies which he was wont in days gone by to give by art of medicine. \nHermes, which is the name of my forebear, whose home is in a place called after him, doth aid and guard all mortal [men] who come to him from every side. \nAs for Osiris' [spouse]; how many are the blessings that we know Isis bestows when she's propitious; how many does she injure when she's wrath! \nFor that the terrene and the cosmic Gods are \neasily enraged, in that they are created and composed of the two natures. \nAnd for this cause it comes to pass that these are called the *sacred animals* by the Egyptians, and that each several state gives service to the souls of those whose souls have been made holy, while they were still alive; so that [the several states] are governed by the laws [of their peculiar sacred animals], and called after their names. \nIt is because of this, Asclepius, those [animals] which are considered by some states deserving of their worship, in others are thought otherwise; and on account of this the states of the Egyptians wage with each other frequent war.",
"38": "**Asclepius:** And of what nature, O Thrice-greatest one, may be the quality of those who are considered terrene Gods? \n**Hermes:** It doth consist, Asclepius, of plants, and stones, and spices, which contain the nature of [their own] divinity. \nAnd for this cause they are delighted with repeated sacrifice, with hymns, and lauds, and \nsweetest sounds, tuned to the key of Heaven's harmonious song. \nSo that what is of heavenly nature, being drawn down into the images by means of heavenly use and practices, may be enabled to endure with joy the nature of mankind, and sojourn with it for long periods of time. \nThus is it that man is the maker of the Gods. \nBut do not, O Asclepius, I pray thee, think the doings of the terrene Gods are the result of chance. \nThe heavenly Gods dwell in the heights of Heaven, each filling up and watching o'er the rank he hath received; whereas these Gods of ours, each in its way,—by looking after certain things, foretelling others by oracles and prophecy, foreseeing others, and duly helping them along,—act as allies of men, as though they were our relatives and friends.",
"39": "**Asclepius:** What part of the economy, Thrice-greatest one, does the Heimarmenē, or Fate, then occupy? For do not the celestial Gods rule over generals ; the terrene occupy particulars? \n**Hermes:** That which we call Heimarmenē, Asclepius, is the necessity of all things that are born, bound ever to themselves with interlinked enchainments. \nThis, then, is either the effector of all things, or it is highest God, or what is made the second God by God Himself,—or else the discipline of all things both in heaven and on earth, established by the laws of the Divine. \nAnd so these twain, Fate and Necessity, are bound to one another mutually by inseparable cohesion. \nThe former of them, the Heimarmenē, gives birth to the beginnings of all things; Necessity compels the end of [all] depending from these principals. \nOn these doth Order follow, that is their warp-and-woof, and Time's arrangement for the perfecting of [all] things. For there is naught without the interblend of Order. \nThat Cosmos is made perfect in all things; for Cosmos' self is vehicled in Order, or totally consists of Order.",
"40": "So, then, these three, Fate, [and] Necessity, [and] Order, are most immediately effected by God's Will, who rules the Cosmos by His Law and by His Holy Reason. \nFrom these, accordingly, all willing or not-willing is altogether foreign, according to God's Will. \nThey are not moved by wrath nor swayed by favour, but are the instruments of the Eternal Reason's self-compulsion, which is [the Reason] of Eternity, that never can be turned aside, or changed, or be destroyed. \nFirst, then, is Fate, which, as it were, by casting in the seed, supplies the embryo of all that are to be. \nFollows Necessity, whereby they all are forcibly compelled unto their end. \nThird, Order [comes], preserving warp-and-woof of [all] the things which Fate and [which] Necessity arrange. \nThis, then, is the Eternity, which neither doth begin nor cease to be, which, fixed by law unchangeable, abides in the unceasing motion of its course. \nIt rises and it sets, by turns, throughout its limbs ; so that by reason of Time's changes it often rises with the very limbs with which it [once] had set. \nFor [its] sphericity,—its law of revolution, —is of this nature, that all things are so straitly joined to their own selves, that no one knoweth what is the beginning of their revolution ; since they appear for ever all to go before and follow after their own selves. \nGood and bad issues, [therefore,] are commingled in all cosmic things. \nAnd now it hath been told you on each several point,—as man hath power [to tell], and God hath willed it and permitted it. \nThis, then, alone remains that we should do,—bless God and give Him praise; and so return to taking thought for body ['s comfort]. \nFor now sufficiently have we been filled with feast of mind by our discourse on sacred things. ",
"41": "Now when they came forth from the holy place, they turned their faces towards the south when they began their prayers to God. \nFor when the sun is setting, should anyone desire to pray to God, he ought to turn him thitherwards ; so also at the rising of the same, unto that spot which lies beneath the sun. \nAs they were just beginning to recite the prayer, Asclepius did whisper: \n**Asclepius:** Let us suggest to father, Tat,—what he did bid us do, —that we should say our prayer to God with added incense and with unguents. \nWhom when Thrice-greatest heard, he grew distressed and said: \n**Hermes:** Nay, nay, Asclepius; speak more propitious words! For this is like to profanation of [our] sacred rites,—when thou dost pray to God, to offer incense and the rest. \nFor naught is there of which He stands in need, in that He is all things, or all are in Him. \nBut let us worship, pouring forth our thanks. For this is the best incense in God's sight,—when thanks are given to Him by men. \n[We give] Thee grace, Thou highest [and] most excellent! For by Thy Grace we have received the so great Light of Thy own Gnosis. \nO holy Name, fit [Name] to be adored, O Name unique, by which the Only God is to be blest through worship of [our] Sire,—[of Thee] who deignest to afford to all a Father's piety, and care, and love, and whatsoever virtue is more sweet [than these], endowing [us] with sense, [and] reason, [and] intelligence;—with sense that we may feel Thee; with reason that we may track Thee out from the appearances of things ; with means of recognition that we may joy in knowing Thee. \nSaved by Thy Power divine, let us rejoice that Thou hast shown Thyself to us in all Thy Fullness. Let us rejoice that Thou hast deigned to consecrate us, [still] entombed in bodies, to Eternity. \nFor this is the sole festival of praise worthy of man,—to know Thy Majesty. \nWe have known Thee; yea, by the Single Sense of our intelligence, we have perceived \n[paragraph continues]Thy Light supreme,—O Thou true Life of life, O Fecund Womb that giveth birth to every nature! \nWe have known Thee, O Thou completely filled with the Conception from Thyself of Universal Nature! \nWe have known Thee, O Thou Eternal Constancy! \nFor in the whole of this our prayer in worship of Thy Good, this favour only of Thy Goodness do we crave;—that Thou wilt keep us constant in our Love of knowing Thee, and let us ne'er be cut off from this kind of Life. \nWith this desire we [now] betake us to [our] pure and fleshless meal."
}