{
	"bookTitle": "The Oxford Fragments",
	"translator": "Sartrix",
	"1": "[…] Therefore, the soul, being incorporeal, unshaped, undivided and contrary to the accidents of the body, to shape and to color, and […] of the very otherness that accords with bodies; always keeping in accord with the same things and the same way, (the soul) maintains its immortality by one (di’ henós), being of itself. It needs no other to preserve it, and does not share in movement or origination (génesis). What is of this kind does not have an origin; what is not originated does not grow; what does not grow is not diminished; what is not diminished is not destroyed; what is not destroyed is unchangeable; what is not changed is permanent; what is permanent is unmoved by the change and flux of the body; what is unmoved is self-moved by nature; what is self-moved is immortal, and intellective because of intellect; and this would be a power of intelligible essence.",
	"2": "In the eye, firstly, there is a visual faculty (dýnamis); [in the ear, an auditory faculty; in the nose, an olfactory faculty;] and in the tongue, a gustatory faculty. Each of these is an analogue to (one of) the four elements: vision, firstly, to fire; hearing to air; smell to water; taste to earth.",
	"3": "For humans, based on (mere) opinion, set down law as a standard for judges, because they have abandoned the truly real justice and the soul in eternity with a body. They accuse each other and they are accused, practicing mutual hatred rather than mutual love, misanthropy rather than philanthropy (‘love of humanity’), ignorance rather than knowledge; and because of their ignorance, they draw fortunes and necessities to themselves as the condition of their incomprehension. Unfamiliar the turth, they are full of (mere) cleverness. For that reason, heaven is pure of such laws.",
	"4": "When the desiderative faculty is detached from reasoning, it is productive of transgressiveness; for transgressiveness is a manifold evil, and thus there is great hatred among the wicked. Desire detached from reasoning produces pleasure and, in senselessness, it invents fortunes of many twists and it entirely walls (itself?) up in human life. When it impacts on vision, pleasure produces agitation by imposing itself over vision, warming it up toward immoderacy, and through it fastens onto illicit intercourse; invents awful pronouncements, illicit transgressiveness and excessive impiety; and produces sufferings of many twists.\nBetween intellect and reason, there is reasoning that follows intellect. When the irrational is detached from reasoning, ignorance and transgressiveness are produced. But when reasoning emerges out of the irrational again, then it draws the irrational towards itself; and when it lakes hold of it, it fills it with an understanding of its own irrational impulses.",
	"5": "A shape is an appearance and image of form in accordance with bodies; a form is the mould of the shape, and it creates through them; (it) creates as follows:\n[…] of human sperm collects in the brain, and the sperm floats on top of the brain, as a foam that has a reproductive faculty in it. When (someone) comes to a desire for sex, they forcefully discharge said sperm into the womb; Nature receives it and changes it, dividing out the serous and the dead part, and shapes the remainder, (cooperating) with the pneumatic faculty inside it; and (nature) makes it larger, and when it has become large, it becomes a likeness. (Nature) sculpts this and makes it an image by the appearance of the image, and when it has become an image, (the likeness) is visible in the body. And the body is formed in the womb by the formation of the living being, and it is sculpted and breathes in the uterus.\nAnd its harmonious arrangement arises from measurements, while the shapes are like spaces for forms in accordance with bodies. For when the shape receives the form, at once the shape becomes like the form, and so the shape becomes a pattern of the form in accordance with shape; and the shape is a moulding of the body. But the form precedes the moulding, and the moulded body is shaped, made an image, and can be seen.\nAnd origination (or ‘birth’, génesis) differs from origination, as does originated from originated. For this is what the first principle of the first creation of the cosmos is like; it is the origination of all things. As much as intellect differs from intellection, so does deity from divinity; for the divine has been deified by god."
}