{
"bookTitle": "Proclus' Elements of Metaphysics",
"translator": "Antonio Vargas",
"1": "Every multitude incorporates unity in some way.",
"2": "Everything that incorporates unity is both one and not one.",
"3": "Every multitude that becomes one does so by incorporation of unity.",
"4": "Every unified multitude is other than unity itself.",
"5": "Every multitude is posterior to unity.",
"6": "Every multitude is either a multitude of unified multitudes or a multitude of independentunities.",
"7": "[If a cause produces something else, it is else-productive.] Every else-productive cause ismore powerful than the nature of what it produces.",
"8": "Everything that incorporates value (no matter how it incorporates value) is drawn byprimary value, which is nothing else but value.",
"9": "Every self-sufficient being (be it according to its essence or its activity) is better than what is not self-sufficient but dependent on another essence for its perfection.",
"10": "Every self-sufficient being is inferior to unqualified value.",
"11": "Every being comes forth from a single cause, the first one.",
"12": "Value is the origin and cause, first among the first, of all beings.",
"13": "Every value unifies what incorporates it and every union is valuable, and value is the same as unity.",
"14a": "Every being is either unchanging or changing; and if it is changing, it is changed either by itself or by another;",
"14b": "If a being changes itself, it is self-changing; if something else changes it, it is elsechanged. Everything is therefore either unchanging or self-changing or else-changed.",
"15": "Every self-intending being is not bodily.",
"16": "Every self-intending being has an essence separate from all bodies.",
"17": "Every primarily self-changing cause intends itself.",
"18": "Everything that by being bestows a gift upon others itself is primarily that which its gift to them is.",
"19": "[All the things that share a given nature are said to be of a single order.] Everything which primarily inheres in a given nature is present to all the members of the order that shares that nature according to a single account and in the same way." , "20": "Beyond all bodies is the essence of the mind, and beyond all minds is the intelligential nature, and beyond all intelligential realities is unity.",
"21": "Every order originates from a unit and goes forth to a multitude coordinate with that unit, and the multitude of any order is led back to a single unit (monad).",
"22": "In each order, there is one primary and originative being, which is not two nor more than two, but a unique totality.",
"23": "Every unincorporated origin makes real from itself what is incorporated and all the incorporated realities point to the unincorporated existences above them.",
"24": "Everything that incorporates is inferior to what is incorporated, and what is incorporated to what is unincorporated.",
"25": "Every perfect thing goes forth to the generation of what it is capable of producing, imitating in this way the single origin of the universe.",
"26": "Every else-productive cause produces what is next and subsequent while remaining in itself.",
"27": "Every productive cause produces secondary things on account of perfection and abundance of power.",
"28": "Every productive cause makes real what is like itself rather than what is unlike itself.",
"29": "Every journey forth is accomplished on account of a likeness of the secondary to the primary.",
"30": "Every product immediately both remains in its producer and goes forth from it.",
"31": "Everything that goes forth essentially intends the origin of its journey forth.",
"32": "Every intention is accomplished on account of a likeness of what intends to the intentional object.",
"33": "Every effect both coming forth from an origin and intending it engages in circular activity.",
"34": "Every natural bearer of intention intends the origin from which its reality comes forth.",
"35": "Every effect both remains in its cause, and goes forth from it, and intends it.",
"36": "Amongst every multitude multiplied in the course of journeying forth, the first members are more perfect than the second, the second more than those after them, and so throughout the sequence.",
"37": "In every reality realized in intention, the first moments are less perfect than the second, and the second less than the subsequent; and the last are the most perfect.",
"38": "Every effect coming forth from many causes intends as many causes as it goes forth from. And every intention is on account of the same causes as the journey forth.",
"39": "Every being intends either solely essentially, or also vitally, or also even cognitively",
"40": "Every effect coming forth from another cause is subordinate to what is realized by itself and has a self-realizing essence",
"41": "Every being that inheres in something else is produced solely from another; but every being that is in itself is self-realizing",
"42": "Every self-realized reality intends itself",
"43": "Every self-intending being is self-realized",
"44": "Every being that intends itself in its activity is self-intending in its essence",
"45": "Every self-realized reality is ungenerated",
"46": "No self-realized reality can lose its reality",
"47": "Every self-realized reality is simple and without parts",
"48": "Everything that does not incorporate everpresence is either composite or has its reality in another",
"49": "Every self-realizing reality incorporates everpresence",
"50": "Every being measured out by time either according to its essence or according to its activity is a process in that respect according to which it is measured out by time",
"51": "Every self-realized reality transcends what is measured out by time according to its essence",
"52": "Every everpresent being is present together as a whole",
"53": "Everpresence exists prior to every everpresent being, and time's reality precedes every temporal process",
"54": "Every everpresence is a measure of everpresent beings and every time of beings in time. And these are the only two measures amongst beings of life and change",
"55": "Every temporal reality is made real either in perpetual time or at some moment in a part of time",
"56": "Every product of secondary beings is also to a greater degree a product of those prior and more causal principles, from which also the secondary beings were produced",
"57": "Every cause is active both prior to its effect and makes real more things after it",
"58": "Every product of more causes is more composite than the product of fewer causes",
"59": "Everything essentially simple is either more or less powerful than the composite",
"60": "Every cause of more things is more powerful than what has been allotted power over fewer things and which produces the parts of those wholes that the prior cause makes real",
"61": "Every power is greater if partless and weaker if partitioned",
"62": "Every multitude closer to unity is smaller in quantity than multitudes further away from it, but it is greater in power",
"63": "Every unincorporated origin makes real two orders of incorporated realities, one realized in beings that incorporate them at a time, and another realized in beings that incorporate them perpetually and naturally",
"64": "Every original unit makes real a double number, first a number of realities complete in themselves, and second of illuminations that have their reality in others",
"65": "Every reality has its being either as an origin in its cause or in its own existence or as an image by incorporations of it",
"66": "All beings are related to each other as either part and whole or same and different",
"67": "Every wholeness is either prior to parts or composed of parts or inparticled",
"68": "Every inparticled whole is a part of the whole composed of parts",
"69": "Every whole composed of parts incorporates a wholeness prior to parts",
"70": "Amongst the originating causes, every more universally embracing cause illuminates the incorporating beings prior to the more particular causes and leaves the incorporating beings after them",
"71a": "Every origin belonging to a superior and more universally embracing order amongst the originative causes becomes (in a way) in the illuminations coming forth from it a substrate for the gifts of the more particular orders in the final products of the causal order ",
"71b": "The irradiations from the higher orders receive the gifts coming forth from the secondary ones, the latter having the seat of their reality in the former",
"71c": "Thusly, incorporations lead the way for incorporations and image upon image descends upon the same substrate. The more universal causes act originally and following upon their activities, the more particular ones provide their own gifts to the incorporating beings",
"72": "Every incorporated element that is a substrate for further incorporations coming forth out of more perfect and universally embracing causes than them 73. Every whole is also a being and incorporates being, but it is not the case that every being is a whole",
"74": "Every form is a whole (for its reality is composed of many individuals, each of which makes up the form). But not every whole is a form [Since some wholes unite all their parts into a single individual whole.]",
"75": "Every cause in the strict sense of the word transcends its final products",
"76": "Everything that comes to be from an unchangeable cause has an immutable existence. And everything that comes to be from a changeable one, a mutable existence",
"77a": "Whatever potentially is something goes forth to actually being that from what is that in activity",
"77b": "What is potential under a certain respect goes forth to being actual in that respect from what is in the same respect in activity",
"77c": "What is potential in every respect goes forth to being actual from what is in every respect in activity",
"78": "All power is either perfect or imperfect",
"79": "Everything that comes to be arises out of the twofold power [,that is, perfect power and imperfect power]",
"80a": "In themselves every body is naturally acted upon, but every non-bodily reality acts. In themselves, bodies are inactive, but non-bodily realities are unaffected",
"80b": "Yet the non-bodily too is acted upon due to its community with the body, as bodies can also act due to incorporation of non-bodily realities",
"81": "Every separately incorporated reality is present to what incorporates it through an inseparable power that it grants",
"82": "Every non-bodily reality that intends itself is incorporated by others as a separately incorporated reality",
"83": "Every self-knower intends itself in every way, [both in its activity and essentially]",
"84": "Every everpresent being enjoys unlimited power",
"85": "Every perpetual process enjoys unlimited power of coming to be",
"86": "All essential being exceeds limit neither in multitude nor in magnitude, but solely in its power",
"87": "Every everpresent reality is a being, but not every being is everpresent",
"88": "Every essential being either precedes everpresence, or inheres in it, or incorporates it",
"89": "All essential being derives from limit and the unlimited",
"90": "The primary limit and the primary unlimitedness exist prior to all realities that derive from of limit and unlimited",
"91": "All power is either limited or unlimited. But every limited power is a limitation of unlimited power and unlimited power is a limitation of the primary unlimitedness",
"92": "All the many unlimited powers depend on a single power, the primary unlimitedness. Primary unlimitedness is neither a separately incorporated power nor inherent in what has power, but is power itself. It is not an incorporated power at all, but is the cause of all beings",
"93": "Every unlimited being exceeds limit unlimited neither for what is superior to it nor for itself",
"94": "Every everpresentness is a kind of unlimitedness, but not every unlimitedness is an everpresentness",
"95": "Every more unified power is less limited than a power that is multiplied amongst many powerful things",
"96": "If the power of any limited body is unlimited, it is not bodily",
"97": "The originating cause in each chain gives over to the chain as a whole a share in its own uniqueness. And what it is primarily, the chain is diminutively",
"98": "Every separate cause is at once everywhere and nowhere in its effects",
"99": "Every unincorporated origin as such is not made real by other causes, but is itself cause and origin of every incorporated reality. And in this way, in each chain the origin is ungenerated.",
"100": "Every chain in the universe points towards an unincorporated origin and cause, and every unincorporated origin, in turn, is dependent upon the single origin of all things.",
"101": "Unincorporated intelligence precedes everything that incorporates intelligence, as life precedes everything that incorporates it, and being precedes what incorporates it. Amongst themselves, however, being is prior to life and life prior to intelligence.",
"102": "Every being of any kind derives from limit and unlimited on account of primary being, every living being is a self-mover on account of primary life, and every knower incorporates knowledge due to primary intelligence.",
"103": "All are in all, but in each appropriately. For life and intelligence are in being, and to be and to intelligize are in life, and to be and to live are in intelligence, but all things are in the last intelligentially, in the other vitally and in the first ontically.",
"104": "Both the essence and activity of every primarily everpresent reality are everpresent.",
"105": "Every immortal being incorporates everpresence, but not every reality that incorporates everpresence is immortal.",
"106": "What in one respect is everpresent and on the other is measured out by time stands between all that is everpresent in every respect (both in its essence and in its activity) and all that has its essence in time.",
"107": "Every being that is in one respect everpresent and in another temporal is both being and process together.",
"108": "Every particular in each order can incorporate the unit of the ordering immediately above it in two ways. Either through its own wholeness or through the particular member in that ordering with which it is coordinated according to the analogy with the whole chain.",
"109a": "Every particular kind-of-intelligence incorporates the most primary unity beyond intelligence both through universal intelligence and also through the particular independent unity coordinate with it.",
"109b": "Every particular mind incorporates universal intelligence either through universal mind or through its particular kind of intelligence.",
"109c": "Every particular nature that belongs to a body incorporates universal mind both through universal nature or through a particular mind.",
"110a": "Amongst the coordinate members of each chain, the first members, which are joined with their own unit, can incorporate the members of the chain established through analogy immediately above them .",
"110b": "But the less perfect members of each chain, which are further away from their own origin, are not suited to enjoy immediate incorporation in members of the chain above them.",
"111a": "The whole chain of kinds of intelligence is composed of both divine kinds of intelligence, which receive incorporations of the gods, and also in mere kinds of intelligence[, i.e., the kinds of intelligence of spirits (daimones)].",
"111b": "The whole chain of minds is composed of both intelligential minds, which are each dependent upon their own kind of intelligence, [i.e., the minds of gods and spirits] and also of mere minds [i.e., transmigrating minds.].",
"111c": "All of corporeal nature is composed of natures that have minds commanding them from above [i.e., the natures of the bodies of gods, spirits, and animals] and mere natures, which are lacking in the presence of minds [i.e., the natures of plants and simpler bodies].",
"112": "The very first members of each order have the pattern of the prior orders.",
"113": "The divine number is a unitary totality.",
"114": "Every god is an independent unity, and every independent unity is a god.",
"115": "Every god is beyond essence, life and intelligence.",
"116": "Every god is incorporable, except unity.",
"117": "Every god is a measure of beings.",
"118": "Everything that is in the gods preexists in them according to their own unique property, which is both unitary and beyond essence. Everything in them is, therefore, both unitary and beyond essence.",
"119": "Every god exists according to the value beyond essence, and it neither has value nor is essentially valuable (for habits and essences have received a secondary and remote order away from the gods.), but is a value beyond essence.",
"120": "Every god possesses in its own existence caring over the universe. And the primary caring is in the gods.",
"121": "Every divinity has an existential value, a unitary power and a knowledge that is both hidden and incomprehensible to all secondary beings alike.",
"122": "Every divinity both cares for secondary beings and transcends those it cares for, without its care weakening its unmixed and unitary eminence nor its separate union doing away with its care.",
"123": "All the divine itself is on the one hand unknown to all secondary beings on account of its ineffable union beyond essence, but it is grasped and known from what incorporates it. On account of which solely the first is totally unknowable, since it cannot be incorporated.",
"124": "Every god knows the partible impartibly, the temporal timelessly, what lacks necessity necessarily and the changing unchangingly, and in general all things in a manner superior to their own order.",
"125": "Every god first discloses himself in some order and from there goes forth through all orders derivative to it. Throughout their journey forth, the god multiplies and distributes his bestowals evermore, yet he preserves in them throughout the unique property of his own reality.",
"126": "Every god is more universally embracing the closer it is to unity, and more particular the further away it is.",
"127": "Every divinity is primarily and most simple, and it is on account of this that it is the most self-sufficient.",
"128": "Every god incorporated by realities closer to him is directly incorporated. But when he is incorporated by realities further removed, incorporation takes place indirectly through a greater or smaller number of centers.",
"129": "Every body is divine through its divinized mind, every mind divine through its divine kind of intelligence, and every kind of intelligence divine by incorporating its divine unity. And the unity is from itself a god, the kind of intelligence is paradigmatically divine, the mind is divine and a body has a divine form.",
"130": "In every divine order, the first members transcend those ordered immediately beneath them more than those transcend the following members, and the derivative members cling more to the members that lie immediately above them than the members below them cling to them.",
"131": "Every god originates from himself his proper activities.",
"132": "All the orders of the gods are bound with each other by mean terms.",
"133": "Every god is a unity that bestows value or a value that bestows unity, and has this existence inasmuch as each is a god. But the very first is simply value and simply unity, whereas the gods after the first are each a certain value and a certain unity.",
"134": "Every divine kind of intelligence intelligizes as a kind of intelligence, but cares as a god.",
"135": "Every divine unity is incorporated immediately by a single being, and each divinized reality points to a single divine unity. And there are as many incorporating genera of being as there are incorporated unities.",
"136a": "Every god is incorporated by a more universally embracing genus of being insofar as he is himself more universally embracing and ordered closer to the first.",
"136b": "But a god is incorporated by a more particular genus of being as he is himself more partial and further removed from the first. And as being relates to being, so does unity relate to divine unity.",
"137": "Every unity together with unity itself makes real the being that incorporates it.",
"138": "Being itself is the very first and the topmost of all those realities divinized and incorporating the unique divine property.",
"139": "The realities that incorporate the divine unities, starting from being itself, come to an end in bodily nature. For being itself is the first of those realities, and body is the last (for we call also some bodies divine.)",
"140": "All the powers of the gods starting from above and going forth through their own centers reach even to the very last places about the earth.",
"141": "All care of the gods either transcends those it cares for or is coordinate with them.",
"142a": "The gods are present to all things in the same way, but not all things are present to the gods in the same way. Rather each thing incorporates according to its own order and power the divine presence.",
"142b": "Some beings incorporate the divine presence in a united way, others in a multiplied one, some in an everpresent way, others in a temporal one, some in an incorporeal way, and others in a bodily one.", 
"143": "All inferior things make way for the presence of the gods. And if what incorporates their presence is fit for it, everything that is alien to the divine light takes flight, and everything is at once illuminated by the gods.",
"144": "A far as all beings and all the orderings of being have come forth, so far have the arrangements of the gods.",
"145": "The unique property of every divine order goes through all the derivative realities and gives itself to all the inferior genera.",
"146": "In every divine journey forth, the ends and results are assimilated to their origins and beginnings. Thus do the ends preserve a circle with neither beginning nor end, through being turned towards their beginnings.",
"147": "The summits of the divine orderings are assimilated to the limits of the ordering above them.",
"148": "Every divine order is co-unified with itself in three ways, from its summit, center and end.",
"149": "The multitude of divine unities has a numerical limit.",
"150": "In the divine orders what comes forth cannot receive all the powers of its producer, nor in general, can derivative things receive all the powers of their priors, but the producer has some powers that transcend their inferiors and are beyond the grasp of those after them.",
"151": "The father gods inaugurate each divine ordering and preside over them in the position of value itself.",
"152": "The generative and fertile gods come forth according to the unlimitedness of the divine power, multiplying themselves and passing through all things, and especially displaying the unfailling fertility of the journey forth of derivative things.",
"153": "The primarily perfect gods are the cause of divine perfection.",
"154": "The protector gods maintain each thing in its own order and position, such that by its united character it transcends what is derivative and is established in its priors.",
"155": "All the life-bearing gods are generative causes, but not all the gods in the generative order are life-giving. For the generative order is more universally embracing than the lifebearing one and closer to the origin of all things.",
"156": "The purifying gods are embraced in the protective order, but the protective kind is not conversely the same as the purifying one.",
"157": "Every father god is a provider of being to all things and makes real the existence of beings. But every engineer god presides over the formation, order and numerical distinction of composites and belongs to the same series as the fathers, but in the more particular kinds.",
"158": "The gods guiding ascents are different in kind from both the purifying gods and the orienting gods.",
"159": "Every order of the gods derives from the first origins, limit and unlimitedness. But some orders owe more to the cause of limit, and other to the cause of unlimitedness.",
"160": "Every divine kind of intelligence is a perfect kind of intelligence with a united character and it is also primary intelligence, producing from itself the other kinds of intelligence.",
"161": "All true being, which is attached to the gods, is a divine intelligized reality and unincorporated.",
"162": "The multitude of independent unities that illuminates true being is hidden and intelligized. Hidden as attached to unity, intelligized as incorporated by being.",
"163": "The multitude of independent unities that unincorporated intelligence incorporates is intelligential.",
"164": "The multitude of independent unities that the entire unincorporated soul incorporates is world transcendent.",
"165": "The multitude of independent unities that are incorporated by some perceptible body is world immanent.",
"166": "Intelligence is either unincorporated intelligence or an incorporated kind of intelligence. And if it is incorporated, either by world transcendent minds or by world immanent ones.",
"167a": "Every kind of intelligence intelligizes itself. But the very first intelligizes itself alone and in it intelligence and intelligized are numerically one.",
"167b": "Each of the subsequent kinds of intelligence, however, intelligizes both itself and what is prior to it, and to it both what it is and from what it is are intelligized.",
"168": "Every kind of intelligence in its activity of intelligizing makes known that it intelligizes. And it is not the case that to intelligize is one thing, and intelligizing that it intelligizes is another",
"169": "Every kind of intelligence has its essence, power and activity in everpresence.",
"170": "Every kind of intelligence intelligizes all things together. But unincorporated intelligence intelligizes all things simply, whereas each of the kinds of intelligence after it intelligize all things according to a single thing, [a form].",
"171": "Intelligence as a whole is an indivisible essence.",
"172": "Every kind of intelligence essentially makes real immutable realities that incorporate everpresence.",
"173a": "Every kind of intelligence is both its priors and its subsequents in an intelligential way. For it is its subsequents as their cause, and it incorporates its priors. And it is itself a kind of intelligence and has received an intelligential essence.",
"173b": "Therefore, every kind of intelligence defines all things according to its own existence, both those it is as a cause, those it is by incorporating them.",
"174": "Every kind of intelligence makes real its subsequents by means of intelligizing, and its making is in its intelligizing and its intelligizing is in its making.",
"175": "Every kind of intelligence is primarily incorporated by realities that are at once both essentially and in activity intelligent.",
"176": "All the intelligential forms are both in each other and each is also in itself.",
"177": "Every kind of intelligence is a fullness of forms. Some kinds comprehend more universally embracing forms, others comprehend more partial ones. Higher and lower kinds possess the same fullness, but the former in a more universal way, and the latter in a more partial one.",
"178": "Every intelligential form makes real realities that incorporate everpresence.",
"179": "The intelligential number [i.e. the number of kinds of intelligence] is limited.",
"180": "Every kind of intelligence is a whole, but not a whole of parts. Unincorporated intelligence is simply a whole, as it has in itself all the parts in a universally embracing way, but each of the partial kinds has the whole in a part, and thus is all things in a partial way.",
"181": "Every incorporated kind of intelligence is either divine, as assumed by the gods, or merely intelligential .",
"182": "Every incorporated divine kind of intelligence is incorporated by divine minds.",
"183": "Every kind of intelligence that is incorporated but solely intelligential is incorporated by minds that are neither divine nor minds that come to change between intelligence and unknowing.",
"184": "Every mind is either divine, or changes from intelligence to unintelligence, or between these two always intelligizes but is inferior to the divine minds.",
"185": "All divine minds are gods present to minds, all minds that incorporate the intelligential kind of intelligence are perpetual followers of the gods, and all those that admit of change are occasional followers of the gods.",
"186": "Every mind is an incorporeal essence and separate from bodies.",
"187": "No mind can lose its reality or its unity.",
"188": "Every mind is both a life and a living being.",
"189": "Every mind lives its own life.",
"190": "Every mind is a mediating center between indivisible being and being that is divided about bodies.",
"191": "Every incorporated mind is an everpresent essence, but engages in temporal activity.",
"192": "Every incorporated mind belongs to the everpresent beings and is the first reality amongst processes.",
"193": "Every mind is immediately made real by a kind of intelligence.",
"194": "Every mind has all the forms which intelligence has primarily.",
"195": "Every mind is all things, the perceptible paradigmatically, the intelligized iconically.",
"196": "Every incorporated mind employs a primary body that incorporates everpresence and has a reality that did not once come to be and that cannot lose its unity.",
"197a": "Every mind is an enlivening and knowing essence and an essential and knowing life, and knowledge as essence and life.",
"197b": "In all minds all [the forms] are together, the essential, the vital and the knowing, and in all minds 'all are in all and yet each exists separately'.",
"198": "Everything that incorporates time and yet is perpetually changing is measured by cycles.",
"199": "Every world immanent mind has cycles and restorations of its proper life.",
"200": "The cycle of every mind is measured out by time. But while the cycles of the other minds are measured out by a given time, the cycle of the first mind measured out by time is measured out by the total measure of time.",
"201": "All divine minds exercise activities in three ways, as minds, as hosts to a divine kind of intelligence, and as dependent on the gods. As gods they care for the universe, as living the intelligential life they know all things, and as existing in selfchange they move bodies.",
"202": "All minds that attend the gods and ever follow them are inferior to the divine minds, but exceed partial minds in their simplicity.",
"203a": "Of the whole manifold of minds, the first are divine, and while they are greater than the others in respect of power, their number is contracted.",
"203b": "After the divine minds, come those that ever follow them and that both in power and in number hold the intermediate rank amongst all the minds.",
"203c": "And finally, the partial minds are lacking in power in comparison to the other minds, but have gone forth to a greater number.",
"204": "Every divine mind leads many minds that always follow the gods, but still more that only occasionally receive such a station.",
"205": "Every particular mind is essentially subordinate to a divine mind. The particular mind stands to that divine mind as its vehicle stands to the vehicle of that mind.",
"206": "Every particular mind descends into the world of process and ascends away from process into being an infinite number of times.",
"207": "The vehicle of every particular mind is engineered by an unchanging cause.",
"208": "The vehicle of every particular mind is immaterial, essentially indivisible and unaffected.",
"209a": "The vehicle of every particular mind descends and ascends together with it.It descends by addition of enmattered garments, but is led upwards together with the mind through the removal of all that is enmattered and through the ascent towards its own form.",
"209b": "And the vehicle does so on analogy with the mind that uses it. For the mind descends by taking on irrational lives, and in its downward path it puts forth generative powers and powers that serve the needs of process.",
"209c": "Yet the mind ascends by putting away all such powers of working generation and by becoming pure and naked of all of them.",
"210": "Every connatural vehicle holds ever the same shape and size, but it looks bigger and smaller and of dissimilar shape due to the addition and removal of other bodies.",
"211": "Every particular mind that descends into the world of process descends as a whole, and is not the case that one part of it remains above and that another part descends."
}